Repository: contao-estatemanager/property-notifier
Catalog: src/Resources/contao/languages/*/*_real_estate_config.xlf
Languages: de

# tl_real_estate_config.property_notifier_legend
source: Property Notifier
de: Objektbenachrichtigungen

# tl_real_estate_config.propertyNotifierRealEstatePage.0
source: Real Estate Page
de: Immobilien-Seite

# tl_real_estate_config.propertyNotifierRealEstatePage.1
source: Define here the page to which the prospect will be directed if he clicks on the link to view his search via the email.
de: Definieren Sie hier die Seite, auf die der Interessent geleitet wird, sofern er über die E-Mail auf den Link zum Anzeigen seiner Suche klickt.

# tl_real_estate_config.propertyNotifierExposePage.0
source: Exposé page
de: Exposé-Seite

# tl_real_estate_config.propertyNotifierExposePage.1
source: Define here the page to which the prospect will be redirected if he clicks on the link to an object via the email he received.
de: Definieren Sie hier die Seite, auf die der Interessent geleitet wird, sofern er über die erhaltene E-Mail auf den Link zu einem Objekt klickt.

# tl_real_estate_config.propertyNotifierDeletePage.0
source: Delete notifications page
de: Benachrichtigungen löschen Seite

# tl_real_estate_config.propertyNotifierDeletePage.1
source: Define here the page where the module for deleting notifications is located.
de: Definieren Sie hier die Seite, in der sich das Modul zum löschen der Benachrichtigungen befindet.

# tl_real_estate_config.propertyNotifierMaxCount.0
source: Max. number of properties
de: Max. Anzahl an Objekten

# tl_real_estate_config.propertyNotifierMaxCount.1
source: Define here the maximum number of objects that will be sent to interested parties by e-mail. The smaller the value, the less performance is required when determining the data records in the cronjob.
de: Definieren Sie hier die maximale Anzahl der Objekte, welche Interessenten per E-Mail gesendet werden. Je kleiner der Wert, desto weniger Performance wird beim Ermitteln der Datensätze im Cronjob benötigt.

# tl_real_estate_config.propertyNotifierPoorMan.0
source: Disable Poor Man Cronjob
de: Poor-Man-Cronjob deaktivieren

# tl_real_estate_config.propertyNotifierPoorMan.1
source: Disables the poor-man cronjob and allows you to set up a server-side cronjob.
de: Deaktiviert den Poor-Man-Cronjob und ermöglicht die Einrichtung eines serverseitigen Cronjobs.
